/* 
 * The MIT License
 *
 * Copyright 2019 ss.
 *
 * Permission is hereby granted, free of charge, to any person obtaining a copy
 * of this software and associated documentation files (the "Software"), to deal
 * in the Software without restriction, including without limitation the rights
 * to use, copy, modify, merge, publish, distribute, sublicense, and/or sell
 * copies of the Software, and to permit persons to whom the Software is
 * furnished to do so, subject to the following conditions:
 *
 * The above copyright notice and this permission notice shall be included in
 * all copies or substantial portions of the Software.
 *
 * THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR
 * IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,
 * FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE
 * AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER
 * LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,
 * OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN
 * THE SOFTWARE.
 */

export const data = [{
        id: 1,
        name: `Можжевельник`,
        title: `Можжевельник средний ГОЛД СТАР`,
        description: `Прекрасный низкорослый кустарник с роскошной раскидистой кроной и горизонтально расположенными побегами. 
            Хвоя игольчатая или чешуйчатая, яркой золотисто-желтой окраски, не колючая.Низкий кустарник с раскидистой кроной. 
            Для сравнения вашему вниманию представлен можжевельник трёх и пяти лет.`,
        images: ['1', '2', '3', '4', '5']
    }, {
        id: 2,
        name: 'Туя',
        title: 'Туя западная РЕЙНГОЛД',
        description: `Хвоя при распускании розоватая, летом золотисто-желтая или оранжево-желтая, 
            зимой бронзово-красная. Туя западная Рейнголд - вечнозеленый кустарник в молодости округлый, 
            позднее колонновидный с развитым верхушечным побегом. Форму можно сильно варьировать.`,
        images: ['1', '2']
    }, {
        id: 3,
        name: 'Туя',
        title: 'Туя ЕЛЛОУ РИББОН',
        description: `Вечнозеленое хвойное дерево семейства кипарисовых конусовидной формы с плотной кроной, 
            имеет яркую, сочную золотисто-желтую окраску. Характерная особенность сорта – ярко-желтые (почти оранжевые) 
            побеги текущего года, которые делают деревце ярким солнечным акцентом на фоне темно-зеленой и голубоватой 
            листвы других хвойных и лиственных растений. Позже листва становится светло-зеленой, а при подготовке к зиме 
            приобретает бронзовый оттенок.`,
        images: ['1', '2']
    }, {
        id: 4,
        name: 'Можжевельник',
        title: 'Можжевельник казацкий ВАРИЕГАТА',
        description: `Кустарник. Формирует плотный покров из распластанных и приподнимающихся побегов. 
            Верхушки побегов изогнуты. Веточки имеют беловато-пеструю окраску. Хвоя преимущественно чешуевидная, 
            серозеленая со спонтанно расположенными кремово-желтыми мазками. Используется в одиночных и групповых 
            посадках для создания переднего плана опушек и групп, каменистых садиков, хвойных композиций, а также для укрепления склонов.`,
        images: ['1']
    }, {
        id: 5,
        name: 'Можжевельник',
        title: 'Можжевельник БЛЮ КАРПЕТ',
        description: `Вечнозеленый хвойный кустарник. Характеризуется сильноветвистой кроной плоской формы. 
            Свое название сорт получил за хвою серебристо-голубого цвета. При благоприятных условиях выращивания может 
            завязывать ягоды темно-синего цвета.`,
        images: ['1']
    }, {
        id: 6,
        name: 'Можжевельник',
        title: 'Можжевельник горизонтальный ПРИНЦ УЭЛЬСКИЙ',
        description: `Кустарник. Форма стелющаяся, декоративная. Кора серо-бурая. 
            Хвоя чешуйчатая, густая, голубая, зимой рыжеватая. Долговечен. Применение: одиночные и групповые 
            посадки на каменистых горках.`,
        images: ['1']
    }, {
        id: 7,
        name: 'Можжевельник',
        title: 'Можжевельник казацкий БЛЮ ДАНАУ',
        description: `Распростертый широкий кустарник. Крона плотная, костровидная. Ветви лежачие, приподнимающиеся, 
            с загнутыми вверх верхушками побегов. Хвоя — в основном, чешуевидная, только в середине побегов — игловидная, 
            зеленая или желтовато-зеленая весной, сизоватая или сизо-голубая летом и осенью. Хвоя и побеги при растирании 
            издают резкий запах. Женская форма. Шишки поникающие, буро-черные с сизым налетом. Быстроразрастающийся 
            сорт можжевельника. Используется в одиночных и групповых посадках для создания куртин, опушек, 
            древесно-кустарниковых и кустарниковых групп, укрепления откосов, в рокариях, для создания композиций 
            с травянистыми растениями. Рекомендуется для озеленения городских дворов, подъездных площадок, разворотных кругов.`,
        images: ['1']
    }, {
        id: 8,
        name: 'Можжевельник',
        title: 'Можжевельник казацкий АРКАДИЯ',
        description: `Изысканное и одновременно неприхотливое растение. Хвоя светло-зеленая, мелкая чешуйчатая, 
            образующая мягкие валики. Плоды – зеленые с густым голубым налетом шишкоягоды, которые хорошо видны 
            на фоне яркой зелени листвы и очень декоративны.`,
        images: ['1']
    }, {
        id: 9,
        name: 'Можжевельник',
        title: 'Можжевельник китайский БЛЮ АЛЬПС',
        description: `Хвойный вечнозеленый кустарник с красивой компактной зелено-голубой кроной. Игловидная, 
            грубая, очень колючая хвоя снизу окрашена в сизо-серебристый цвет. Скелетные ветви мощные и сильные, 
            а кончики побегов элегантно опущены вниз.`,
        images: ['1']
    }, {
        id: 10,
        name: 'Туя',
        title: 'Туя БРАБАНТ',
        description: `Это «гигант» в мире туй. Дерево, семейства кипарисовых, достигающее в высоту четырех метров. 
            Имеет пышную крону конической формы, которая в диаметре может достигать четырех метров. Хвоя красивая, 
            зеленого или светло-зеленого цвета, возможны золотистые кончики. Туя Брабант сохраняет свою окраску и 
            в зимний период, что является редким свойством для туй, большинство из которых приобретают желтоватый оттенок.
            На фотографиях представлена туя Брабант двух и трёх лет.`,
        images: ['1']
    }, {
        id: 11,
        name: 'Туя',
        title: 'Туя складчатая КОРНИК',
        description: `Долговечное мощное дерево отличается пирамидальной густой кроной. Ветки растут горизонтально и 
            лишь только их концы немного свисают. Снизу ветки имеют необычные беловатые полоски. Сверху — красивого зеленого блестящего окраса.
            При растирании хвоя дает терпкий аромат. Ее форма несколько заостренная, а окрас ярко зеленого цвета.`,
        images: ['1']
    }, {
        id: 12,
        name: 'Ель',
        title: 'Канадская ель КОНИКА',
        description: `Ветки пушистые, крона густая, так как междоузлия маленькие. Хвоя сизо-зеленого цвета, мягкая, тонкая и короткая. 
            Разновидность сизой ели, которая характеризуется желтыми приростами.
            Данный вид ели имеет конусовидную форму.`,
        images: ['1']
    }, {
        id: 13,
        name: 'Туя',
        title: 'Туя западная ГОЛДЕН ГЛОБ',
        description: `Шаровидный кустарник жёлтого цвета. Хвоя золотисто-желтого цвета. Жёлтые кончики побегов, которым достается много 
            солнца, полностью покрывают растение, хотя внутри шара хвоя ярко-зеленая. Осенью Туя западная Голден Глоб приобретает медный 
            оттенок, а весной снова становится золотистой.
            На фото Голден Глоб двух и трёх лет.`,
        images: ['1', '2', '3']
    }, {
        id: 14,
        name: 'Туя',
        title: 'Туя западная СМАРАГД',
        description: `Вечнозелёное растение, имеющее плотную и узкую пирамидальную крону с ярко-зелёным цветом хвои. 
            Деревце является декоративным растением, а значит ему самое место на природном или искусственном ландшафте. 
            Живая изгородь из туи Смарагд смотрится по-королевски, и от вас зависит, сделать ее стройной и равномерной или позволить 
            каждому дереву расти по-своему, сохраняя свою первозданность.
            На фотографиях представлена туя Смарагд двух, трёх и четыёх лет.`,
        images: ['1']
    }, {
        id: 15,
        name: 'Можжевельник',
        title: 'Можжевельник СТРИКТА',
        description: `Ветви тонкие и прямые. Они густо растут и равномерно распределяются по сторонам. Направлены резко 
            вверх под острым углом от центрального побега. Крона густая, конусовидная, плотная и ровная. 
            Характеризуется симметричностью. Хвоя игольчатая, имеет голубовато-зеленый оттенок. Очень тонкая и острая.`,
        images: ['1', '2']
    }, {
        id: 16,
        name: 'Кипарисовик',
        title: 'Кипарисовик ЭЛВУДИ',
        description: `Его крона имеет идеальную конусовидную форму. Ветви не длинные и смотрят исключительно вверх. 
            Особую прелесть общему виду дерева придают слегка волнистые концы побегов, смотрящие вниз – немного напоминает 
            рюши на женской одежде. Сильный голубой оттенок кроны, с легким меланжем зелени молодых побегов придает 
            кипарисовику еще более загадочный и красивый вид.`,
        images: ['1', '2', '3']
    }, {
        id: 17,
        name: 'Туя',
        title: 'Туя Западная ГОЛДЕН СМАРАГД',
        description: `Хвоя желто-зеленая, чешуйчатая, частая, нежная на ощупь, на кончиках побегов-ярко-золотистая. 
            Желтая, очень декоративная форма Смарагда. Узкая правильная, конусовидная крона`,
        images: ['1', '2']
    }, {
        id: 18,
        name: 'Туя',
        title: 'Туя западная КОНФЕТТИ',
        description: `Карликовая туя, миниатюрная вечнозеленая красавица. Побеги плотно прижаты к стволу, частично направлены 
            вверх. Хвоя чешуйчатая, нежная, ярко – зеленая с кремово – белыми вкраплениями. Используется как в одиночных посадках, 
            так и в группах, также красиво смотрится и на каменистых горках, в альпинариях, в цветочных композициях.`,
        images: ['1']
    }, {
        id: 19,
        name: 'Туя',
        title: 'Туя западная ГЛОБОЗА',
        description: `Имеет шаровидную форму. Хвоя лимонно-зеленого цвета.
            За свою шаровидную форму широко используется в ландшафтном дизайне. Плотная хвоя в виде мелких чешуек меняет цвет в 
            течение года от светло-зеленого весной до коричневого зимой. Тянущиеся вверх плоские побеги, перекрещиваясь, 
            образуют густую крону. Туя долгожитель среди кустарников, встречаются экземпляры 200-летнего возраста.
            На фотографиях представлена Глобоза двух и четыёх лет.`,
        images: ['1', '2']
    }, {
        id: 20,
        name: 'Можжевельник',
        title: 'Можжевельник скальный БЛЮ АРРОУ',
        description: `Декоративный голубой скальный можжевельник. Узкий, колонновидный, компактный сорт можжевельника скального. 
            Это растение никогда не станет Вам обузой, чем старше, тем декоративней. Хвоя голубая, имеет форму чешуй, не колючая.`,
        images: ['1', '2']
    }, {
        id: 21,
        name: 'Туя',
        title: 'Туя западная ФИЛИФОРМИС(НИТЕВИДНАЯ)',
        description: `Необычный многоствольный хвойный кустарник с нитевидной ярко-зеленой хвоей, своим видом напоминает стог сена.`,
        images: ['1', '2']
    }, {
        id: 22,
        name: 'Можжевельник',
        title: 'Можжевельник скальный СКАЙРОКЕТ',
        description: `Сорт характеризующийся узким, стройным габитусом и сильным ростом. Побеги растут вверх. В возрасте 10 лет 
            достигает более 3 м высоты. Побеги прямые, примыкающие к стволу. Окраска сине-зеленая. Морозоустойчив. 
            Рекомендуется для небольших приусадебных садов как вертикальный элемент в растительных композициях.`,
        images: ['1', '2']
    }, {
        id: 23,
        name: 'Туя',
        title: 'Туя ЗОЛОТОКОНЧИКОВАЯ',
        description: `Туя, золото, которое будет приумножаться...
            Это вечнозеленое растение, будет украшением участка и зимой и летом. В отличие от зеленых форм, 
            которые с наступлением холодов буреют, золотистая хвоя сохраняет свой цвет.`,
        images: ['1', '2']
    }, {
        id: 24,
        name: 'Кипарисовик',
        title: 'Кипарисовик Лавсона АЛЮМИГОЛД',
        description: `Этот сорт кипарисовика компактной конусовидной правильной формы, быстрорастущий, в 10-летнем 
            возрасте достигает 3 м высоты. Ветви: очень декоративные выпрямленные, молодой прирост желтоватый, позднее чешуйки серо-голубые. 
            Годовой прирост: в высоту 20-25 см, в ширину 10 см. Примененяется для одиночной посадки, группы, аллеи, живых изгородей`,
        images: ['1', '2', '3']
    }, {
        id: 25,
        name: 'Кипарисовик',
        title: 'Кипарисовик горохоплодный ПЛЮМОЗА',
        description: `Кипарисовик Плюмоза имеет очень красивую окраску хвои, которая становится ярче в зимний период. 
            Широко применяется как в одиночных посадках, так и в декоративных группах.`,
        images: ['1', '2', '3']
    }, {
        id: 26,
        name: 'Туя',
        title: 'Туя западная ТЕДДИ',
        description: `Небольшое хвойное растение, имеющее вид шара. Данный сорт новый, однако, очень популярный среди ландшафтных 
            дизайнеров и садоводов своей уникальной формой. Растение прекрасно вписывается в оформление любых приусадебных участков, парков, 
            востребовано при оформлении клумб, альпинариев. Туя хорошо уживается на различных почвах, неприхотлива в уходе. 
            Принадлежит к вечнозеленым видам. Имеет шаровидную крону, тонкие побеги, покрытые хвоей, которая практически не колется. 
            Хвоя имеет голубовато-зеленый оттенок, иногда темный, ближе к зиме становится коричневого цвета.`,
        images: ['1', '2']
    }, {
        id: 27,
        name: 'Кипарисовик',
        title: 'Кипарисовик горохоплодный БУЛЕВАРД',
        description: `Происходит из отдельного семейства Кипарисовых. Данный сорт был получен после экспериментов с сортом Squarrosa. 
            Мутация была произведена успешно, и уже в 1934 году можно было приобрести Булевард, который будет произрастать на участке дольше 15 лет.`,
        images: ['1', '2']
    }];
